Repository: sharifjonakramov9-bit/django-internationalization
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: About
ru: fadfads

source: About This Blog
ru: ikjfbnaidjfnbadisf

source: Topics
ru: fasdfasdfasd

source: Python & Django
ru: ofiasdoifhaiosdhfioshadio

source: System Design
ru: fdsafasdf

source: Performance Optimization
ru: fasdfasdfasd

source: Clean Code & Best Practices
ru: fasdfasdfds

source: Goal
ru: fasdfasd

source: Simple Blog
ru: fasdfasd

source: Home
ru: fasdfsad

source: Posts
ru: fasdfasd
